MEXICO 2/V10-Run8/constant/RASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

RASModel            kOmegaSST;
//RASModel          laminar; //kEpsilon;

turbulence          on;

printCoeffs         on;

//kOmegaCoeffs
//{
//}

kEpsilonC3Coeffs
{
    Cmu         0.033;
    C1          1.176;
    C2          1.92;
    C3          0.74;
    sigmak      1.0;
    sigmaEps    1.31; //Original value:1.44
    sigmaTheta  1.0;
    Prt         1.0;
    z0          0.006; // 
    OL          191; // Obukhov Length 
}

kEpsilonCoeffs
{
    Cmu         0.033;
    C1          1.176;
    C2          1.92;
    C3          0.74;
    sigmak      1.0;
    sigmaEps    1.31; //Original value:1.44
    sigmaTheta  1.0;
    Prt         1.0;
}

// ************************************************************************* //
